Repository: Rakhmatullo929/rakhimbobo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: English
ru: Английский
uz: Ingliz

source: Russian
ru: Русский
uz: Rus

source: Uzbek
ru: Узбекский
uz: O'zbek

source: Dry Fruta - Premium Dried Fruits
ru: Dry Fruta - Премиальные Сухофрукты
uz: Dry Fruta - Premium Quritilgan Mevalar

source: Home
ru: Главная
uz: Asosiy

source: Articles & News
ru: Статьи и Новости
uz: Maqolalar va Yangiliklar

source: Partners
ru: Партнеры
uz: Hamkorlar

source: Leadership
ru: Руководство
uz: Rahbariyat

source: Contact Us
ru: Контакты
uz: Biz bilan bog'laning

source: Quick Links
ru: Быстрые ссылки
uz: Tezkor havolalar

source: Our Products
ru: Наши продукты
uz: Bizning mahsulotlar

source: About Us
ru: О нас
uz: Biz haqimizda

source: Privacy Policy
ru: Политика конфиденциальности
uz: Maxfiylik siyosati

source: Terms of Service
ru: Условия использования
uz: Xizmat ko'rsatish shartlari

source: Contact Information
ru: Контактная информация
uz: Aloqa ma'lumotlari

source: 123 Dried Fruit Street
ru: Улица Сухофруктов, 123
uz: Quritilgan Meva ko'chasi, 123

source: New York, NY 10001
ru: Нью-Йорк, 10001
uz: Nyu-York, 10001

source: Phone: +1 (555) 123-4567
ru: Телефон: +1 (555) 123-4567
uz: Telefon: +1 (555) 123-4567

source: Hours of Operation
ru: Часы работы
uz: Ish vaqti

source: Monday - Friday: 9:00 AM - 6:00 PM
ru: Понедельник - Пятница: 9:00 - 18:00
uz: Dushanba - Juma: 9:00 - 18:00

source: Saturday: 10:00 AM - 4:00 PM
ru: Суббота: 10:00 - 16:00
uz: Shanba: 10:00 - 16:00

source: Sunday: Closed
ru: Воскресенье: Закрыто
uz: Yakshanba: Yopiq

source: All rights reserved.
ru: Все права защищены.
uz: Barcha huquqlar himoyalangan.

source: Providing premium quality dried fruits sourced from the best farms around the world. Healthy snacks for a balanced lifestyle.
ru: Предлагаем премиальные сухофрукты, полученные с лучших ферм по всему миру. Полезные закуски для сбалансированного образа жизни.
uz: Dunyoning eng yaxshi fermalaridan olingan yuqori sifatli quritilgan mevalarni taqdim etamiz. Sog'lom turmush tarzi uchun foydali gazaklar.

source: Copyright
ru: Авторское право
uz: Mualliflik huquqi

source: Stay updated with our latest articles, recipes, and industry news
ru: Будьте в курсе наших последних статей, рецептов и новостей отрасли
uz: Bizning eng so'nggi maqolalarimiz, retseptlarimiz va soha yangiliklari bilan tanishib boring

source: Recent Articles
ru: Недавние статьи
uz: So'nggi maqolalar

source: Read More
ru: Читать далее
uz: Batafsil

source: No articles have been published yet. Please check back later!
ru: Статьи еще не опубликованы. Пожалуйста, проверьте позже!
uz: Hali maqolalar chop etilmagan. Iltimos, keyinroq qayta tekshiring!

source: Latest News
ru: Последние новости
uz: So'nggi yangiliklar

source: No news items have been published yet. Please check back later!
ru: Новости еще не опубликованы. Пожалуйста, проверьте позже!
uz: Hali yangiliklar chop etilmagan. Iltimos, keyinroq qayta tekshiring!

source: Stay Updated!
ru: Будьте в курсе!
uz: Yangilanishlardan xabardor bo'ling!

source: Subscribe to our newsletter for the latest news and articles
ru: Подпишитесь на нашу рассылку для получения последних новостей и статей
uz: So'nggi yangiliklar va maqolalar uchun bizning axborot byulletenimizga obuna bo'ling

source: Your Email Address
ru: Ваш email адрес
uz: Sizning elektron manzilingiz

source: Subscribe
ru: Подписаться
uz: Obuna bo'lish

source: We'd love to hear from you! Get in touch with our team for any inquiries or feedback
ru: Мы будем рады услышать от вас! Свяжитесь с нашей командой для любых запросов или отзывов
uz: Sizdan eshitishni xohlaymiz! Har qanday savol yoki fikr-mulohazalar uchun bizning jamoamiz bilan bog'laning

source: Get In Touch
ru: Связаться с нами
uz: Bog'lanish

source: Whether you have questions about our products, partnership opportunities, or anything else, our team is ready to answer all your questions.
ru: Если у вас есть вопросы о наших продуктах, возможностях сотрудничества или что-то еще, наша команда готова ответить на все ваши вопросы.
uz: Mahsulotlarimiz, hamkorlik imkoniyatlari yoki boshqa narsalar haqida savollaringiz bo'lsa, jamoamiz barcha savollaringizga javob berishga tayyor.

source: Address:
ru: Адрес:
uz: Manzil:

source: Phone:
ru: Телефон:
uz: Telefon:

source: Working Hours:
ru: Часы работы:
uz: Ish vaqti:

source: Connect With Us
ru: Связаться с нами
uz: Biz bilan bog'laning

source: Send Us a Message
ru: Отправить нам сообщение
uz: Bizga xabar yuboring

source: Your Name
ru: Ваше имя
uz: Ismingiz

source: Your Email
ru: Ваш email
uz: Elektron manzilingiz

source: Subject
ru: Тема
uz: Mavzu

source: Your Message
ru: Ваше сообщение
uz: Xabaringiz

source: Send Message
ru: Отправить сообщение
uz: Xabar yuborish

source: Find Us
ru: Найти нас
uz: Bizni toping

source: Frequently Asked Questions
ru: Часто задаваемые вопросы
uz: Ko'p so'raladigan savollar

source: Do you offer international shipping?
ru: Вы осуществляете международную доставку?
uz: Xalqaro yetkazib berishni taklif qilasizmi?

source: Yes, we ship our premium dried fruits internationally. Shipping rates and delivery times may vary depending on your location. Please contact our customer service team for specific information about shipping to your country.
ru: Да, мы осуществляем международную доставку наших премиальных сухофруктов. Стоимость доставки и сроки могут отличаться в зависимости от вашего местонахождения. Пожалуйста, свяжитесь с нашей службой поддержки клиентов для получения конкретной информации о доставке в вашу страну.
uz: Ha, biz premium quritilgan mevalarimizni xalqaro darajada yetkazib beramiz. Yetkazib berish narxi va vaqti joylashuvingizga qarab farq qilishi mumkin. Mamlakatga yetkazib berish to'g'risida aniq ma'lumot olish uchun mijozlarga xizmat ko'rsatish jamoamiz bilan bog'laning.

source: Do your products contain added sugars or preservatives?
ru: Содержат ли ваши продукты добавленные сахара или консерванты?
uz: Mahsulotlaringiz qo'shimcha shakar yoki konservantlar o'z ichiga oladimi?

source: No, our dried fruits are 100% natural with no added sugars, preservatives, or artificial ingredients. We use traditional drying methods that preserve the natural sweetness and nutritional value of the fruits.
ru: Нет, наши сухофрукты 100% натуральные, без добавления сахара, консервантов или искусственных ингредиентов. Мы используем традиционные методы сушки, которые сохраняют естественную сладость и питательную ценность фруктов.
uz: Yo'q, bizning quritilgan mevalarimiz 100% tabiiy, qo'shimcha shakar, konservantlar yoki sun'iy tarkibiy qismlarsiz. Biz mevalarning tabiiy shirinligi va ozuqaviy qiymatini saqlaydigan an'anaviy quritish usullaridan foydalanamiz.

source: What is the shelf life of your dried fruits?
ru: Какой срок хранения ваших сухофруктов?
uz: Quritilgan mevalaringizning saqlash muddati qancha?

source: Our dried fruits typically have a shelf life of 12-18 months when stored properly in a cool, dry place. Once opened, we recommend storing them in an airtight container and consuming within 2-3 months for optimal freshness and flavor.
ru: Срок хранения наших сухофруктов обычно составляет 12-18 месяцев при правильном хранении в прохладном, сухом месте. После открытия упаковки мы рекомендуем хранить их в герметичном контейнере и употребить в течение 2-3 месяцев для оптимальной свежести и вкуса.
uz: Bizning quritilgan mevalarimiz odatda salqin, quruq joyda to'g'ri saqlanganda 12-18 oylik saqlash muddatiga ega. Ochilgandan so'ng, ularni havo o'tkazmaydigan idishda saqlashni va eng yaxshi yangilik va ta'm uchun 2-3 oy ichida iste'mol qilishni tavsiya qilamiz.

source: Do you offer wholesale options for businesses?
ru: Предлагаете ли вы оптовые варианты для бизнеса?
uz: Bizneslar uchun ulgurji variantlarni taklif qilasizmi?

source: Yes, we offer wholesale options for businesses such as health food stores, cafes, restaurants, and food service providers. Please contact our sales team through the form above or email us at wholesale@dryfruta.com for more information about our wholesale program.
ru: Да, мы предлагаем оптовые варианты для бизнеса, такого как магазины здорового питания, кафе, рестораны и поставщики продуктов питания. Пожалуйста, свяжитесь с нашей командой продаж через форму выше или отправьте нам email на wholesale@dryfruta.com для получения дополнительной информации о нашей оптовой программе.
uz: Ha, biz sog'liqni saqlash oziq-ovqat do'konlari, kafelar, restoranlar va oziq-ovqat xizmati ko'rsatuvchi bizneslar uchun ulgurji variantlarni taklif qilamiz. Ulgurji dasturimiz haqida qo'shimcha ma'lumot olish uchun yuqoridagi shakl orqali bizning savdo jamoamiz bilan bog'laning yoki wholesale@dryfruta.com elektron pochta manziliga xat yuboring.

source: Subscribe to Our Newsletter
ru: Подписаться на нашу рассылку
uz: Bizning axborot byulletenimizga obuna bo'ling

source: Get the latest news, offers, and dried fruit tips delivered to your inbox
ru: Получайте последние новости, предложения и советы о сухофруктах на вашу почту
uz: So'nggi yangiliklar, takliflar va quritilgan mevalar haqidagi maslahatlarni elektron pochtangizga oling

source: Meet the team behind Dry Fruta's success and vision
ru: Познакомьтесь с командой, стоящей за успехом и видением Dry Fruta
uz: Dry Fruta'ning muvaffaqiyati va ko'rinishi ortidagi jamoa bilan tanishing

source: Our Vision
ru: Наше видение
uz: Bizning ko'rinishimiz

source: At Dry Fruta, we're guided by a commitment to quality, sustainability, and health. Our leadership team brings together decades of experience in agriculture, nutrition, and business to deliver premium dried fruits that delight our customers.
ru: В Dry Fruta мы руководствуемся приверженностью к качеству, устойчивости и здоровью. Наша руководящая команда объединяет десятилетия опыта в сельском хозяйстве, питании и бизнесе, чтобы поставлять премиальные сухофрукты, которые радуют наших клиентов.
uz: Dry Fruta'da biz sifat, barqarorlik va sog'liqni saqlash majburiyati bilan boshqarilamiz. Bizning rahbarlik jamoamiz mijozlarimizni xursand qiladigan premium quritilgan mevalarni yetkazib berish uchun qishloq xo'jaligi, ovqatlanish va biznes sohasidagi o'n yillik tajribani birlashtiradi.

source: We believe in:
ru: Мы верим в:
uz: Biz ishonchimiz:

source: Sustainable Sourcing
ru: Устойчивое снабжение
uz: Barqaror ta'minot

source: Working with farms that practice sustainable agriculture and respect for the environment.
ru: Работа с фермами, которые практикуют устойчивое сельское хозяйство и уважение к окружающей среде.
uz: Barqaror qishloq xo'jaligini amaliyot qiladigan va atrof-muhitga hurmat ko'rsatadigan fermalar bilan ishlash.

source: Natural Processing
ru: Натуральная обработка
uz: Tabiiy qayta ishlash

source: Using traditional drying methods that preserve the flavor, nutrition, and natural goodness of fruits.
ru: Использование традиционных методов сушки, которые сохраняют вкус, питательность и натуральные свойства фруктов.
uz: Mevalarning ta'mi, ozuqaviy qiymati va tabiiy yaxshiligini saqlaydigan an'anaviy quritish usullaridan foydalanish.

source: Community Support
ru: Поддержка сообщества
uz: Jamiyat qo'llab-quvvatlashi

source: Building strong relationships with farmers and communities where our fruits are grown.
ru: Построение крепких отношений с фермерами и сообществами, где выращиваются наши фрукты.
uz: Bizning mevalarimiz yetishtirilgan fermerlar va jamoalar bilan mustahkam munosabatlarni o'rnatish.

source: Meet Our Team
ru: Познакомьтесь с нашей командой
uz: Bizning jamoamiz bilan tanishing

source: No team members have been added yet. Please check back later!
ru: Члены команды еще не добавлены. Пожалуйста, проверьте позже!
uz: Hali hech qanday jamoa a'zolari qo'shilmagan. Iltimos, keyinroq qayta tekshiring!

source: Our Core Values
ru: Наши основные ценности
uz: Bizning asosiy qadriyatlarimiz

source: The principles that guide our decisions and actions every day
ru: Принципы, которые ежедневно руководят нашими решениями и действиями
uz: Har kuni bizning qarorlarimiz va harakatlarimizni boshqaradigan tamoyillar

source: Quality Excellence
ru: Превосходное качество
uz: Sifat mukammalligi

source: We are committed to sourcing the finest fruits and maintaining rigorous quality standards throughout our drying and packaging processes.
ru: Мы стремимся приобретать лучшие фрукты и поддерживать строгие стандарты качества на протяжении всего процесса сушки и упаковки.
uz: Biz eng yaxshi mevalarni tanlab olishga va butun quritish va qadoqlash jarayonlarida qattiq sifat standartlarini saqlashga intilamiz.

source: Environmental Stewardship
ru: Экологическая ответственность
uz: Ekologik boshqaruv

source: We prioritize sustainable farming practices and eco-friendly packaging to minimize our environmental impact and protect natural resources.
ru: Мы отдаем приоритет устойчивым методам ведения сельского хозяйства и экологически чистой упаковке, чтобы минимизировать наше воздействие на окружающую среду и защитить природные ресурсы.
uz: Biz atrof-muhitga ta'sirimizni kamaytirish va tabiiy resurslarni himoya qilish uchun barqaror dehqonchilik amaliyotlari va ekologik jihatdan qulay qadoqlashga ustuvor ahamiyat beramiz.

source: Fair Partnership
ru: Честное партнерство
uz: Adolatli hamkorlik

source: We build equitable relationships with farmers and suppliers, ensuring fair pricing and ethical labor practices throughout our supply chain.
ru: Мы строим справедливые отношения с фермерами и поставщиками, обеспечивая справедливое ценообразование и этичные трудовые практики во всей нашей цепочке поставок.
uz: Biz fermerlar va ta'minotchilar bilan teng munosabatlar o'rnatamiz, butun ta'minot zanjiri bo'ylab adolatli narxlarni va axloqiy mehnat amaliyotlarini ta'minlaymiz.

source: Natural Integrity
ru: Натуральная целостность
uz: Tabiiy yaxlitlik

source: We maintain the natural goodness of our fruits without adding preservatives, sugars, or artificial ingredients to provide truly healthy options.
ru: Мы сохраняем натуральную пользу наших фруктов без добавления консервантов, сахара или искусственных ингредиентов, чтобы предложить по-настоящему полезные варианты.
uz: Biz haqiqatan ham sog'lom variantlarni taqdim etish uchun konservantlar, shakarlar yoki sun'iy tarkibiy qismlarni qo'shmasdan mevalarimizning tabiiy yaxshiligini saqlaymiz.

source: Customer Wellness
ru: Благополучие клиентов
uz: Mijoz salomatligi

source: We are dedicated to contributing to our customers' health and wellbeing by providing nutritious, high-quality dried fruits for a balanced lifestyle.
ru: Мы стремимся способствовать здоровью и благополучию наших клиентов, предоставляя питательные, высококачественные сухофрукты для сбалансированного образа жизни.
uz: Biz muvozanatli turmush tarzi uchun to'yimli, yuqori sifatli quritilgan mevalarni taqdim etish orqali mijozlarimizning salomatligi va farovonligiga hissa qo'shishga bag'ishlanganmiz.

source: Continuous Innovation
ru: Непрерывные инновации
uz: Doimiy innovatsiyalar

source: We constantly explore new techniques and technologies to improve our products, processes, and environmental footprint while respecting traditional methods.
ru: Мы постоянно исследуем новые методы и технологии для улучшения наших продуктов, процессов и экологического следа, при этом уважая традиционные методы.
uz: Biz an'anaviy usullarga hurmat bilan yangi texnika va texnologiyalarni doimiy ravishda o'rganamiz, mahsulotlarimiz, jarayonlarimiz va ekologik izimizni yaxshilash uchun.

source: Join Our Team
ru: Присоединяйтесь к нашей команде
uz: Bizning jamoamizga qo'shiling

source: Interested in working with us? Check out our career opportunities
ru: Заинтересованы в работе с нами? Ознакомьтесь с нашими карьерными возможностями
uz: Biz bilan ishlashga qiziqqanmisiz? Bizning karyera imkoniyatlarimiz bilan tanishing

source: Meet the premium farms and organizations we work with to deliver the finest dried fruits
ru: Познакомьтесь с премиальными фермами и организациями, с которыми мы работаем, чтобы доставлять лучшие сухофрукты
uz: Biz eng yaxshi quritilgan mevalarni yetkazib berish uchun hamkorlik qiladigan premium fermalar va tashkilotlar bilan tanishing

source: Become a Partner
ru: Стать партнером
uz: Hamkor bo'ling

source: Ready to explore how we can work together? Reach out to our partnership team today.
ru: Готовы узнать, как мы можем работать вместе? Свяжитесь с нашей командой партнерства сегодня.
uz: Qanday hamkorlik qilishimizni o'rganishga tayyormisiz? Bugun bizning hamkorlik jamoamiz bilan bog'laning.

source: Access to a growing market of health-conscious consumers
ru: Доступ к растущему рынку потребителей, заботящихся о здоровье
uz: Sog'liqni saqlashga e'tibor qaratadigan iste'molchilarning o'sib borayotgan bozoriga kirish imkoniyati

source: Stable, long-term business relationship
ru: Стабильные, долгосрочные деловые отношения
uz: Barqaror, uzoq muddatli biznes munosabatlari

source: Fair trade practices and transparent pricing
ru: Практики справедливой торговли и прозрачное ценообразование
uz: Adolatli savdo amaliyotlari va shaffof narxlar

source: Support for sustainable farming practices
ru: Поддержка устойчивых методов ведения сельского хозяйства
uz: Barqaror qishloq xo'jaligi amaliyotlari uchun qo'llab-quvvatlash

source: Joint marketing opportunities
ru: Совместные маркетинговые возможности
uz: Qo'shma marketing imkoniyatlari

source: Contact Us About Partnership
ru: Свяжитесь с нами по поводу партнерства
uz: Hamkorlik haqida biz bilan bog'laning

source: What Our Partners Say
ru: Что говорят наши партнеры
uz: Hamkorlarimiz nima deydilar

source: Hear from the farms and organizations that work with us
ru: Мнения ферм и организаций, которые работают с нами
uz: Biz bilan ishlaydigan fermalar va tashkilotlarning fikrlarini eshiting

source: Interested in Partnering with Us?
ru: Заинтересованы в партнерстве с нами?
uz: Biz bilan hamkorlik qilishga qiziqasizmi?

source: Contact us today to discuss partnership opportunities
ru: Свяжитесь с нами сегодня, чтобы обсудить возможности партнерства
uz: Hamkorlik imkoniyatlarini muhokama qilish uchun bugun biz bilan bog'laning

source: Get in Touch
ru: Связаться с нами
uz: Bog'lanish

source: Dry Fruta - Premium Dried Fruits & Natural Snacks
ru: Dry Fruta - Премиальные Сухофрукты и Натуральные Закуски
uz: Dry Fruta - Premium Quritilgan Mevalar va Tabiiy Gazaklar

source: Premium quality natural dried fruits with no additives. Shop our selection of organic apricots, dates, berries and more. Worldwide shipping available.
ru: Натуральные сухофрукты премиального качества без добавок. В нашем ассортименте органические абрикосы, финики, ягоды и многое другое. Доступна доставка по всему миру.
uz: Qo'shimchalarsiz tabiiy premium quritilgan mevalar. Bizning organik o'rik, xurmo, rezavor mevalar va boshqalar tanlovimizdan xarid qiling. Butun dunyo bo'ylab yetkazib berish mavjud.

source: Products
ru: Продукты
uz: Mahsulotlar

source: 123 Fruit Street, Healthy City
ru: Улица Фруктовая 123, Здоровый Город
uz: Meva ko'chasi 123, Sog'lom Shahar

source: Mon-Fri: 9:00 AM - 6:00 PM
ru: Пн-Пт: 9:00 - 18:00
uz: Du-Ju: 9:00 - 18:00

source: Designed with
ru: Разработано с
uz: Ishlab chiqilgan

source: for healthy living
ru: для здорового образа жизни
uz: sog'lom hayot uchun

source: Additives
ru: Добавки
uz: Qo'shimchalar

source: Natural
ru: Натуральный
uz: Tabiiy

source: Premium Quality
uz: Yuqori Sifatli

source: Dried Fruits
uz: Quritilgan Mevalar

source: Experience the authentic taste of nature with our carefully selected and naturally dried fruits. Perfect for healthy snacking and culinary delights.
uz: Ehtiyotkorlik bilan tanlab olingan va tabiiy ravishda quritilgan mevalarimiz bilan tabiatning haqiqiy ta'mini his qiling. Sog'lom gazak va oshxona lazzatlari uchun juda mos.

source: Explore Products
uz: Mahsulotlarni ko'rib chiqing

source: Our Featured Products
uz: Bizning Taniqli Mahsulotlarimiz

source: Discover our selected range of premium dried fruits
uz: Premium quritilgan mevalarimizning tanlangan assortimentini kashf eting

source: Dried Apricots
uz: Quritilgan O'riklar

source: Sun-dried apricots with rich flavor and natural sweetness, packed with vitamins and minerals.
uz: Vitaminlar va minerallar bilan to'ldirilgan, boy ta'm va tabiiy shirin quyoshda quritilgan o'riklar.

source: Mixed Dried Berries
uz: Aralash Quritilgan Rezavorlar

source: A delicious mix of cranberries, blueberries, and strawberries, perfect for snacking or baking.
uz: Gazak yoki pishirish uchun juda mos keladigan klyukva, chernika va qulupnaylarning mazali aralashmasi.

source: Organic Dates
uz: Organik Xurmolar

source: Soft and juicy organic Medjool dates, a natural energy booster with caramel-like sweetness.
uz: Yumshoq va sersuv organik Mejdul xurmolari, karamel kabi shirinlik bilan tabiiy energiya manbai.

source: Health Benefits of Dried Fruits
uz: Quritilgan Mevalarning Sog'liq Uchun Foydasi

source: Rich in Nutrients
uz: Ozuqa Moddalarga Boy

source: Dried fruits are packed with essential vitamins, minerals, and antioxidants that support overall health.
uz: Quritilgan mevalar umumiy sog'liqni qo'llab-quvvatlaydigan zarur vitaminlar, minerallar va antioksidantlar bilan to'ldirilgan.

source: Natural Energy Source
uz: Tabiiy Energiya Manbai

source: A perfect snack for quick energy boost, ideal for active lifestyles and physical activities.
uz: Tez energiya olish uchun mukammal gazak, faol turmush tarzi va jismoniy faollik uchun ideal.

source: High in Fiber
uz: Yuqori Tolali

source: Supports digestive health and helps maintain healthy cholesterol levels and blood sugar.
uz: Hazm qilish tizimi salomatligini qo'llab-quvvatlaydi va sog'lom xolesterin darajasi va qon shakarini saqlashga yordam beradi.

source: Longer Shelf Life
uz: Uzoqroq Saqlash Muddati

source: Enjoy the benefits of fruits year-round with the convenience of extended storage life.
uz: Uzaytirilgan saqlash muddati qulayligi bilan mevalarning foydasini yil davomida oling.

source: Latest News & Articles
uz: So'nggi Yangiliklar va Maqolalar

source: Stay updated with our latest articles, recipes, and news
uz: Bizning so'nggi maqolalar, retseptlar va yangiliklar bilan tanishib boring

source: January 15, 2023
uz: 15 Yanvar, 2023

source: Healthy Recipes with Dried Fruits
uz: Quritilgan Mevalar bilan Sog'lom Retseptlar

source: Discover delicious and nutritious recipes using our premium dried fruits for a healthy lifestyle.
uz: Sog'lom turmush tarzi uchun bizning premium quritilgan mevalarimizdan foydalangan holda mazali va to'yimli retseptlarni kashf eting.

source: February 3, 2023
uz: 3 Fevral, 2023

source: The Benefits of Natural Drying Process
uz: Tabiiy Quritish Jarayonining Foydasi

source: Learn about our traditional sun-drying methods that preserve the nutritional value and flavor of our fruits.
uz: Mevalarimizning ozuqaviy qiymati va ta'mini saqlaydigan an'anaviy quyoshda quritish usullarimiz haqida bilib oling.

source: March 22, 2023
uz: 22 Mart, 2023

source: Sustainable Farming Practices
uz: Barqaror Dehqonchilik Amaliyotlari

source: Explore how we partner with eco-friendly farms that use sustainable practices to grow the finest fruits.
uz: Eng yaxshi mevalarni yetishtirish uchun barqaror amaliyotlardan foydalanadigan ekologik toza fermalar bilan qanday hamkorlik qilishimizni o'rganing.

source: View All Articles
uz: Barcha Maqolalarni Ko'rish

source: What Our Customers Say
uz: Mijozlarimiz Nima Deydi

source: Read testimonials from our satisfied customers
uz: Mamnun mijozlarimizning sharhlarini o'qing

source: The quality of these dried fruits is exceptional! Fresh, flavorful, and perfect for my daily smoothies and baking. Will definitely order again.
uz: Bu quritilgan mevalarning sifati ajoyib! Yangi, mazali va kundalik smoothie va pishirishlarim uchun juda mos. Albatta yana buyurtma beraman.

source: Nutritionist
uz: Nutrisiolog
